tap "localstack/tap"
tap "terrastruct/tap"
brew "ansible"
brew "argocd"
brew "bash"
brew "d2"
brew "doctl"
brew "ffmpeg"
brew "git-filter-repo"
brew "go"
brew "golangci-lint"
brew "helm"
brew "libpq"
brew "yt-dlp"
brew "mpv"
brew "nmap"
brew "node"
brew "pipx"
brew "protobuf"
brew "tcl-tk"
brew "python-tk@3.13"
brew "redis"
brew "rich-cli"
brew "swftools"
brew "typescript"
brew "wget"
brew "localstack/tap/localstack-cli"
brew "terrastruct/tap/tala"
cask "docker-desktop"
cask "lunar"
cask "obsidian"
cask "passepartout"
cask "telegram-desktop"
cask "unifi-identity-endpoint"
cask "visual-studio-code"
cask "vlc"
