tap "localstack/tap"
tap "terrastruct/tap"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "bash"
brew "d2"
brew "doctl"
brew "ffmpeg"
brew "git-filter-repo"
brew "go"
brew "golangci-lint"
brew "helm"
brew "libpq"
brew "yt-dlp"
brew "mpv"
brew "nmap"
brew "node"
brew "pipx"
brew "protobuf"
brew "tcl-tk"
brew "python-tk@3.13"
brew "redis"
brew "rich-cli"
brew "swftools"
brew "typescript"
brew "wget"
brew "yq"
brew "localstack/tap/localstack-cli"
brew "terrastruct/tap/tala"
cask "battle-net"
cask "curseforge"
cask "discord"
cask "docker-desktop"
cask "goland"
cask "lens"
cask "lunar"
cask "obsidian"
cask "parsec"
cask "passepartout"
cask "postgres-unofficial"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "steam"
cask "telegram-desktop"
cask "unifi-identity-endpoint"
cask "visual-studio-code"
cask "vlc"
vscode "dracula-theme.theme-dracula"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
